[
  {
    "video_id": "-cvPS1xjrdI",
    "transcript": [
      {
        "text": "Re ‘Subscribe now! ta",
        "start": 1.0,
        "duration": 3.0
      },
      {
        "text": "Re ‘Subscribe now! ta",
        "start": 4.0,
        "duration": 3.0
      },
      {
        "text": "Ke ‘Subscribe Now!",
        "start": 7.0,
        "duration": 3.0
      },
      {
        "text": "Ke ‘Subscribe Now!",
        "start": 10.0,
        "duration": 3.0
      },
      {
        "text": "Ke ‘Subscribe Now!",
        "start": 13.0,
        "duration": 3.0
      },
      {
        "text": "Ke ‘Subscribe Now!",
        "start": 16.0,
        "duration": 3.0
      },
      {
        "text": "0% | Subscribéniow! ¥ 2 = < =",
        "start": 19.0,
        "duration": 3.0
      },
      {
        "text": "0% | Subscribéniow! ¥ 2 = < =",
        "start": 22.0,
        "duration": 3.0
      },
      {
        "text": "yshouldsse a God Hair Day! = = Bion OuFlist for Free Tips, Advice, Styles, tends, cone AS Subscribe Now! tA",
        "start": 25.0,
        "duration": 3.0
      },
      {
        "text": "RS ¥ (Subscribe Now!",
        "start": 28.0,
        "duration": 3.0
      },
      {
        "text": "Home / Blog / Retailers / Shop Online / View Cart BetterHiair.org Ingredients That Stimulate Hair Growth Castro i the Supe Sta fr hair ony helps ved ares, but nea double or ple normal hie rom ates ‘aster can be used onthe lp tole prevent and remedy harass ands tfc at this fox several razon.’ ancbacterl an at ong properties make it bene agaist oles, dara and scalp fens ands iol sod content eps inereiecrulton othe xalp and improve ha gro",
        "start": 31.0,
        "duration": 3.0
      },
      {
        "text": "Ingredients That Stimulate Hair Growth Castro the Super Sta fr har ony helps vod Maras but Rca double or ple normal row ates aster ean be used onthe scalp top prevent and remedy harass ands ‘fect at this for several razon, ts antacteral ad ant ang properties make Dena gst oles, dant and scalp fects andl ad content helps inreae culation to he sap and improve ha grt ead More Abou Caso",
        "start": 34.0,
        "duration": 3.0
      },
      {
        "text": "Ingredients That Stimulate Hair Growth Castrol ithe Super Sta fr har ony help vod harass but Rca double or ple normal ha grow ates & aster can be used ch the lp top prevent and remedy harass ands ‘fect t this fox several razon. anacterl ad ant ng properties make ena agsnt ols dana and scalp fete andere a content helps inree culation to he sealp ad improve ha grt ead More Abou Caso",
        "start": 37.0,
        "duration": 3.0
      },
      {
        "text": "Ingredients That Stimulate Hair Growth Castrol th Supe Sta 0 fr har only help ved Maras but can double or ple normal growth ates aster ean be used onthe scalp to help preventand remedy harass ands ‘tfc this fox several reson,’ ancl ad ant ang popetes make bene agaist oabtas, dana and scalp fecions ands enol 26d content helps inresiecrultionto he sap and improve har roth",
        "start": 40.0,
        "duration": 3.0
      },
      {
        "text": "oee0e body. Its also perfectly sae for external application an hair, skin, and nas. Naturally such an hat has bring and wang properties cn also baeftthe ha, Castor ‘provides mary beets, and canbe used fr avant of ba ha conditions Castor suable for mosturaing har; promoting har growth, a preventing ass This ‘produc suitable fer beth men and women tose. Even women an se om ape hae Joae=that eae from a hoemonaimalarce, both ores ge ede, they cn experience 3 _sreater halos ap the thong of hat, whch cn be reduced bythe aban of castor oto these Castor o's a safe and natral aerate to taking expensive prescgten mediators opcaly ‘or ray, nd which may cause side fects, Castor i cur hat ss and promoce he growth ‘ofhat ts nexpensie, and canbe mined wth a few ater greets to make aha tone ts koe) nthe comfor of your ithroom--ro expensive salon of cnc equred Why Does Cactor Oj] Promote Hair Growth?",
        "start": 43.0,
        "duration": 3.0
      },
      {
        "text": "Categories",
        "start": 52.0,
        "duration": 3.0
      },
      {
        "text": "oee0e CLICK HERE ose YouTube videos about Castor for Hae Growth Why Choose Castor Oil for Hair? ‘castor oa vegstabe oad is used in cosmets and manufacturing ndusies to make pant rants, js, automodve fs, pharmaceutical meine, perfumes, plies wanes, and he weatment oducts, Sige rata ts safe or inten consumption the human ‘body so perfectly safer eternal appeaton on har skin, and ns. ‘uray sha of ats bag and wang proper can ao bene he hak Castor roves mary bn, sd cn be an fora vty a a ha cnt oor os sable or otra promoting he grea pring hres Ti {soa esate br bah ra sd nan te Be wep ner fon soe lrs~thats cased tom abormonal imbalances uh ets petal hyn experencea eter ares andthe thang a wih nb rece bye apen tofo thea. Categories > He Grom eens > Hr Ts ks > noe Beaty > mterenBeatean >videos",
        "start": 55.0,
        "duration": 3.0
      },
      {
        "text": "Castor Oi! Tor Fair Growth Categories = om > Hae ronan rede CAE to sf YouTube Ves about Castor Oi or Groth > ar Tips has > nee Beauty Why Choose Castor Oil for Hair? 5p Seana: Caorolis vegetable ands sed in cosets and manulactrnglcstesto make AM Iubcants. djs, autornuve ds, ks, pharmaceutical medicines, peeures, plies, waxes, and hr eatment products, Since it natural it efor iterrl consumption nthe hun ‘body. ts sa perfectly safe for ecevnalappeaton on hae, skin, and nas. Natural eh an that has bring and wang properties cn ato Benet thea. Castor ‘ollproides many benefits, and can be used for avait of bad ha cndions. castor lf sutabl for motrin hr pemoting har growth, ad pevetng halos Tit ‘produc suitable er both men and women to use. ven women can sue Kom alapeca—hae loee—that cated rom ahrmonaimblarce, As both ene i oder, they cin experience 3 \"restr les andthe thing of hac cn be ceded byte appiaton of estore thea",
        "start": 58.0,
        "duration": 3.0
      },
      {
        "text": "Castor Ol! Tor Fair Growth CLCKHERE toe YouTube videos about Castr Oi for Ha Groth Why Choose Castor Gil for Hair? otto a ygetabe oad is ured in coxmetcs and manufacturing dusts to make pant bart. djs, suornoove sds, ks, pharmaceutical medicines, perfumes, ples, waxes, and hoe weatmer products, Since it ature for nel consumption nthe human ‘body. ts sa prea safe for evn appcaton on ha, shin, and nis. Natural uch an that has bring and wang properties can ato beef the har Castor ‘lpreides mary bent, and canbe used for avant of bad ha condos. castro stable formoturaing hr, pemoting har growth, ad peevetng halos Tis ‘produc suitable or beth men and women to use. ven women can suffer Kom alepeca hae loee=thatcaied rom ahomonamslarce, As both eves ge oder, they can exerence 3 _reter hao and the thinning of hat, which cn be reduced bythe appicabon of castor alto thea Categories > Hae rome edie > Harps Hacks > tone Besy > htc eau > vdeo",
        "start": 61.0,
        "duration": 3.0
      },
      {
        "text": "ee ee ee ‘ouechret enabling the hae lies to reso prown to a nore Irsimporan te usa peut that an reach the ha flies 3 the a shat isa sda ‘Tete’ vote that canbe dane to treat current a, other than apply asta ol onde, ‘butthe ha oices are what's responsible fr cating newhar growth, These olds can be persuaded to rew heathy, normal ha, Castor oi alo protect existing hat lice, eeping ha om bing shed too Quy. Theo ‘ala essen te pact of sunshine and potion, 1 astro aio return the sea tthe opm pH eel cate ened andl a Kee ‘te organism population unde cot which is what causes ere cutreaks 38 nga rows ‘such 2 and. Over. ts nal purpose har and scp restoratve ity Sal Writes oeece commas ‘sey =",
        "start": 64.0,
        "duration": 3.0
      },
      {
        "text": "o0ee0e body. Its also perfectly safe for external application on hai, skin, and nas. Naturally uch an that has briating and wang properties cn aio benefit the har, Castor ‘ol prvides many beets, and canbe used for avant of bad ha conditions castor ois suitable for mosturaing har, promoting har growth, ad preventing hal oss This ‘produc suitable or beth men and women to use. ven women cans om ape hae lozs—that cated rom a bomonalimlance, Asboth eres i oder, they can expec _sreter hans andthe thing of ha, whch can be reduced bythe application of castor oto thee ke ‘ostor lisa safe and natural ernae to taking expensive presen mediators opcaly ‘or ray, and which may ausesde effects, Castor ol i eur hat ss ad promote he growth ‘ofhat ts nexpensive, and can be mined th a feather wgredients to make aR tO eS 50 easy tus nthe comfor of your bathroom-—no expensive salon or cnc ts required Why Noe< Cactor Oil Promote Hair Growth?",
        "start": 67.0,
        "duration": 3.0
      },
      {
        "text": "body. Its also perfectly safe for external application on hai, skin, and nas. Naturally uch an that has briating and wang properties cn aio benefit the har, Castor ‘ol prvides many beets, and canbe used for avant of bad ha conditions castor ois suitable for mosturaing har, promoting har growth, ad preventing hal oss This roduc suitable or beth men and women to use. ven women cans om aapeca—hae lozs=that cated rom a homonalimlance, Asboth eres i oder, they can expec _sreter halos an the thing of ha, whch cn be reduced bythe appcaton of castor oto thee o0ee0e ‘ostor lisa safe and natural ernae to taking expensive presen mediators opcaly ‘or ray, and which may ausesde effects, Castor ol i eur hat ss ad promote he growth ‘ofhat ts nexpensive, and can be mined th a feather wgredients to make aR tO eS 50 easy tus nthe comfor of your bathroom-—no expensive salon or cnc ts required | IX ane Hameo Ai Dramore air Growth?",
        "start": 70.0,
        "duration": 3.0
      },
      {
        "text": "oee0e body. Its also perfectly sate for external application on hair, skin, and mais. Naturally such ano hat has biating and wang properties cn also beefithe har, Castor ‘ol provides mary beets, apd canbe used fr avant of bad ha cndtons. ostor ois subi for mosturang har, pomotng har growth, ad preventing hairloss This ‘produc sutabe or bth men and women to use. ven women can sf om apes —hae Jozs—that caved rom 3 homonalimblance, Asboth eres ge ode, they cin expec 3 _sreter halos andthe thong of hav, whch cn be reduced bythe application of esto oto ‘hehe castor oi safe and narra ternative totaling expensive prescription medications topcaly ‘or ray, and wich may ase side effects, Castor ol il cur hat ss ad promote the growth ‘ofhat ts nexpensie, and canbe sed th afew other greets to make aR tots bo easy tus nthe comtor of our bathroom-—no expensive salon or cnc ts required Why Noec Cactar Oj] Promote Hair Growth?",
        "start": 73.0,
        "duration": 3.0
      },
      {
        "text": "GROW HAIR FASTER BetterHair. ors BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair.o1 Using the finest quality essential ols and carrier oils, mula 43 brings you Nature's Most Potent ingredients perfectly blended to help your hair gr Ingredients List: Black Seed 1 Lavender OF 40x Personal Siz -$2495 2 vain 0 ow to Use Formula 43",
        "start": 76.0,
        "duration": 3.0
      },
      {
        "text": "GROW HAIR FASTER § NN err BetterHair. org BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair. ty essential oils and carrier oils, Nature's Most Potent ingredients to help your hair gr Using the fi lgredients List Seed 1 Unde box Persona Sie 52495 Poply direc to ene sap. Marege on Travel Size-51495 seaipS-10minutes, Lave on sap at Cores ea gc",
        "start": 79.0,
        "duration": 3.0
      },
      {
        "text": "Formula 5 comes in Regular and EXTRA STRENGTH, Srl down tose bth versions blow GROW HAIR FASTER “Bettertcir. org BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair.org. fe finest qu 2 43 bring perfectly blend Ingredients List: Otve 2d to help your hair gr J carrier oils, yo Noni Mo Potent ingredients",
        "start": 82.0,
        "duration": 3.0
      },
      {
        "text": "GROW HAIR FASTER § \\— BetterHair.org Made insist BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair.org. Using the f perfectly t Ingredients List: Seed 08 1 Lavender 01 ‘ton Personal Si -52495 2 Wtamin apy dec to ene sap. Marsge ox Travel Sze-$1495 seapS-1Ominutes, Lave on sap at Pieper leap nipicemcntny tel",
        "start": 85.0,
        "duration": 3.0
      },
      {
        "text": "GROW HAIR FASTER § \\— BetterHair.org Made insist BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair.org. Using the f perfectly t Ingredients List: Seed 08 1 Lavender 01 ‘ton Personal Si -52495 2 Wtamin apy dec to ene sap. Marsge ox Travel Sze-$1495 seapS-1Ominutes, Lave on sap at Pieper leap nipicemcntny tel",
        "start": 88.0,
        "duration": 3.0
      },
      {
        "text": "shots 2 Ged feir Day! a A) Glbscribe Now!",
        "start": 91.0,
        "duration": 3.0
      },
      {
        "text": "he (Subscribe now!",
        "start": 94.0,
        "duration": 3.0
      },
      {
        "text": "Ingredients That Stimulate Hair Growth CASTOR OIL FO: Castros th Super Sta fr har ony help ved ros but can Aovbl or ple normal har growth cates Case otcan be ved on tesco hep peer andrenedy ha oss andes efectv athe fxs estes Rs ane and at ing propre make teow aga ons, anu and pelos andi cc a cotet helpscente rcon the wap ad nro ha growth ea Nove About Caso",
        "start": 97.0,
        "duration": 3.0
      },
      {
        "text": "66008 ‘body. Its also perfectly safe for external application an hair skin, and nas. Natural such ano that has brating and waxing properties can also benef har. Casor ‘al provides many beets, canbe used fr avant of ba hat conditions. Castor ois suabl for moira har, pomotng har growth, and preventing ha oss This ‘reduc unable fer oth mena women to ue. ren women can sll om apes he Jois—that caused rom abormonaimlarce. As both eres 8 ode, they can expecece 3 _sreter hos an the tng of ha, wich cn be reduced bythe application of castor oto ‘hehe ‘castor lisa safe and natal tena to ahig expense prescription medeatons opal ‘or ray. nd wich may cause side effects, Castor ol wil cur hat ss ad promote he growth ‘fat sinexpensv, and canbe mined wth afew other greets to make aR LON CS 0304 Inthe comfr of our athroom-=-no expense salon or cn ls eqaed Why Does Cactor Oj] Promore Hair Growth?",
        "start": 100.0,
        "duration": 3.0
      },
      {
        "text": "GROW HAIR FASTER § BettertHairorg BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair.org. carrier oils, ingredients aster, ential oils a ure's Most Pot perfectly ble Ingredients List: 1 Lavender 0 ox Portonal Siz -52495 2 Marin 0% op dre to entee sap. Marsge ox Travel Sze-$1495 seapS-10minutes, Lave on sap at pai REY",
        "start": 103.0,
        "duration": 3.0
      },
      {
        "text": "GROW HAIR FASTER § N BetterHair. org BRAND NEW PRODUCT! Formula 43 is a Proprietary Formula designed by our very own experienced Essential Oil Formulator at BetterHair.org. oils and carrier oils, nt ingredients ster. Using the finest quality essenti om brings you Nature's Mast Po perfectly blended to help your hair gr Ingredients List Seed Sender ot or Persona sn -5295 Sommer apy dec to ene sap. Marsge on Travel Sze-S1495 seapS-10mioutes, Leave on sap at a cl a Ce",
        "start": 106.0,
        "duration": 3.0
      }
    ]
  },
  {
    "video_id": "-Ry4qUnw1wM",
    "transcript": [
      {
        "text": "Jamaican Black Castor Oil Hair Food Review",
        "start": 1.0,
        "duration": 3.0
      },
      {
        "text": "TROPIC ISLE LAVING Black Castor HAIR FOOD",
        "start": 4.0,
        "duration": 3.0
      },
      {
        "text": "TRORME Black Casto «HAIR FOO",
        "start": 7.0,
        "duration": 3.0
      },
      {
        "text": "Thanks for Watching Comment",
        "start": 244.0,
        "duration": 3.0
      },
      {
        "text": "SUBSCRIBE!!!",
        "start": 247.0,
        "duration": 3.0
      },
      {
        "text": "SUBSCRIBE!!!",
        "start": 250.0,
        "duration": 3.0
      }
    ]
  }
]